{
  "_id": { "$oid": "5e9636f71c9d44000099acf6" },
  "id": "0001",
  "title": "Corona Dilemmas",
  "description": "Infectious disease outbreaks are frequently characterized by scientific uncertainty, social and institutional disruption, and an overall climate of fear and distrust. Public health professionals may be forced to weigh and prioritize potentially competing ethical values in the face of severe time and resource constraints. We would like to know what you would do if you were one of them to decide about life or death.",
  "theories": [
    "Act Utilitarianism",
    "Kantian Ethics",
    "Aristotelianism",
    "Ethical Egoism",
    "Classical Natural Law Theory"
  ],
  "questions": [
    {
      "question_id": 0,
      "text": "You and your 27-year-old daughter have been tested positive with the Covid-19 virus. Suddenly both of you experience difficulties breathing. When you arrive at the hospital, a doctor states that both of you require an immediate ventilator treatment in order to survive. Unfortunately there's only one ventilator left at the hospital.",

      "question": "Who do you ask the doctors to give the ventilator to?",
      "option_1": {
        "text": "Yourself",
        "theories": ["Ethical Egoism"]
      },
      "option_2": {
        "text": "Your 27-year-old daughter",
        "theories": [
          "Act Utilitarianism",
          "Aristotelianism",
          "Ethical Egoism",
          "Classical Natural Law Theory"
        ]
      },
      "option_3": {
        "text": "Flip a coin",
        "theories": ["Kantian Ethics"]
      }
    },
    {
      "question_id": 1,
      "text": "A 75-year old man and a 16-year old boy both require a ventilator urgently. If they receive one immediately, doctors estimate a survival chance of 90% for the boy; 60% for the elderly man. The chances to survive without a ventilator are 30% for the boy and 0% for the elderly man who would would die immediately. You are the head of the hospital and you know that there's only one ventilator left.",

      "question": "Who do you decide to receive the last ventilator?",
      "option_1": {
        "text": "The 75-year old man",
        "theories": [
          "Aristotelianism",
          "Ethical Egoism",
          "Classical Natural Law Theory"
        ]
      },
      "option_2": {
        "text": "The 15-year old boy",
        "theories": ["Act Utilitarianism"]
      },
      "option_3": {
        "text": "Flip a coin",
        "theories": ["Kantian Ethics"]
      }
    },
    {
      "question_id": 2,
      "text": "You and your friend David both experience a very serious Covid-19 infection and both of you need a ventilator immediately in order to survive. Because the hospital has only one ventilator left, they can only save one of you. Daniel has a wife and three children, whereas you live alone without close family connections.",

      "question": "Who do you give the ventilator?",
      "option_1": {
        "text": "Yourself",
        "theories": ["Ethical Egoism", "Classical Natural Law Theory"]
      },
      "option_2": {
        "text": "Your friend David",
        "theories": ["Act Utilitarianism", "Aristotelianism", "Ethical Egoism"]
      },
      "option_3": {
        "text": "Flip a coin",
        "theories": ["Kantian Ethics"]
      }
    },
    {
      "question_id": 3,
      "text": "A 95-year old woman at a hospital receives intensive care with a ventilator, but as her attending physician you know that her chance to survive is very small. Suddenly, a 12-year old girl with asthma arrives at the hospital. Without a ventilator she would die, but unfortunately there's no other ventilator available.",

      "question": "Do you take the ventilator from the 95-year old woman and give it to the 12-year old girl?",
      "option_1": {
        "text": "Yes",
        "theories": ["Act Utilitarianism", "Classical Natural Law Theory"]
      },
      "option_2": {
        "text": "No",
        "theories": ["Kantian Ethics", "Aristotelianism", "Ethical Egoism"]
      }
    },
    {
      "question_id": 4,
      "text": "Your father and another man of approximately the same age arrive simultaneously at the hospital with a serious Covid-19 infection. Both require a ventilator immediately to survive. Based on medical history, a doctor estimates that your father needs 10 days of artificial respiration to fully recover, while the other man would need the ventilator only for 5 days.",

      "question": "Who do you ask the doctors to give the ventilator to?",
      "option_1": {
        "text": "Your father who needs it for 10 days",
        "theories": ["Ethical Egoism", "Classical Natural Law Theory"]
      },
      "option_2": {
        "text": "The other man who needs it for 5 days",
        "theories": ["Act Utilitarianism", "Ethical Egoism"]
      },
      "option_3": {
        "text": "Flip a coin",
        "theories": ["Kantian Ethics", "Aristotelianism"]
      }
    },
    {
      "question_id": 5,
      "text": "The society is in a lock down and as a member of the national parliament you need to vote whether schools should open again. On the one hand, lifting restrictions may increase the spread of the disease that is still not completely under control and can result in a higher death toll. On the other hand, children experiencing domestic violence are more vulnerable than before and the risk to their safety is increased.",

      "question": "What do you vote for?",
      "option_1": {
        "text": "Keep schools closed",
        "theories": [
          "Act Utilitarianism",
          "Kantian Ethics",
          "Ethical Egoism",
          "Classical Natural Law Theory"
        ]
      },
      "option_2": {
        "text": "Open schools",
        "theories": ["Act Utilitarianism", "Aristotelianism"]
      }
    },
    {
      "question_id": 6,
      "text": "Showing that a vaccine works is typically done through a large study, in which thousands of people receive either a vaccine or a placebo, while researchers keep track of how many get infected naturally. Such a study usually takes multiple months. A faster alternative is to infect healthy people in order to check whether those vaccinated don’t develop any symptoms.",

      "question": "As a scientist working on a vaccine, do you infect healthy volunteers, if you were legally allowed to?",
      "option_1": {
        "text": "Yes",
        "theories": [
          "Act Utilitarianism",
          "Aristotelianism",
          "Ethical Egoism",
          "Classical Natural Law Theory"
        ]
      },
      "option_2": {
        "text": "No",
        "theories": ["Kantian Ethics"]
      }
    },
    {
      "question_id": 7,
      "text": "Mobile apps using tracking information for infection control could help to slow down the spread of an epidemic and thereby save thousands of lives. They are meant only for the time of emergency, but they share similarities with surveillance systems of authoritarian states and always pose a risk of being misused for other purposes.",

      "question": "As a normal citizen, would you personally install such an app?",
      "option_1": {
        "text": "Yes",
        "theories": [
          "Act Utilitarianism",
          "Kantian Ethics",
          "Aristotelianism",
          "Ethical Egoism",
          "Classical Natural Law Theory"
        ]
      },
      "option_2": {
        "text": "No",
        "theories": ["Ethical Egoism"]
      }
    },
    {
      "question_id": 8,
      "text": "A vaccine for Covid-19 has been developed, but the supplies are still low. As Minister of Health, you are in charge of the distribution of the vaccines. In order to save as many lives as possible, a consulting doctor suggests to exclude people with other life-threatening conditions who are expected to die very soon regardless of the vaccine.",

      "question": "Would you follow the suggestion and exclude those patients?",
      "option_1": {
        "text": "Yes",
        "theories": ["Act Utilitarianism", "Classical Natural Law Theory"]
      },
      "option_2": {
        "text": "No",
        "theories": ["Kantian Ethics", "Aristotelianism", "Ethical Egoism"]
      }
    },
    {
      "question_id": 9,
      "text": "Tonight will be the prom of your girl-/boyfriend and you promised to be there. Just before you leave the house, you receive the information that your brother - who lives in the same household like you - was tested positive on COVID-19. You really want to go, but even though you don't show any symptoms, you are advised to self-quarantine yourself for 14 days. The prom itself is a public event with 200 people and legally permitted by the authorities.",

      "question": "What do you do?",
      "option_1": {
        "text": "Still go to the prom",
        "theories": ["Kantian Ethics", "Classical Natural Law Theory"]
      },
      "option_2": {
        "text": "Stay home",
        "theories": [
          "Act Utilitarianism",
          "Aristotelianism",
          "Ethical Egoism",
          "Classical Natural Law Theory"
        ]
      }
    }
  ]
}
